Repository: AndreasMilants/novem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: %(name)s object with primary key %(key)r does not exist.
nl: %(name)s object met primary key %(key)r bestaat niet

source: Password changed successfully.
nl: Wachtwoord succesvol aangepast

source: Change password: %s
nl: Verander wachtwoord: %s

source: Organisations
nl: Organisaties

source: You have to link to an organisation before you can access this page
nl: Je moet aan een organisatie linken voordat je deze pagina kan bekijken

source: You have to choose a section before you can access this page
nl: Je moet een afdeling kiezen voor je deze pagina kan bekijken

source: The two password fields didn't match.
nl: De twee wachtwoordvelden kwamen niet overeen.

source: Password
nl: Wachtwoord

source: Password confirmation
nl: Bevestiging wachtwoord

source: Enter the same password as above, for verification.
nl: Voer ter verificatie nogmaals het wachtwoord in.

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
nl: Wachtwoorden worden niet als tekst opgeslagen, dus u kunt het wachtwoord van deze gebruiker niet zien. U kunt het wel wijzigen via <a href="password/">dit formulier</a>.

source: Please enter a correct organisation and password. Note that both fields are case-sensitive.
nl: Voer de correcte organisatie en wachtwoord in. Let op dat beide velden hoofdlettergevoelig zijn.

source: This account is inactive.
nl: Dit account is inactief

source: Password (again)
nl: Wachtwoord (herhaling)

source: name
nl: naam

source: password
nl: wachtwoord

source: is active
nl: is actief

source: Users can register with this organisation
nl: Gebruikers kunnen registreren bij deze organisatie

source: Organisation
nl: Organisatie

source: organisation
nl: organisaties

source: User-organisation-link
nl: Gebruiker-organisatie-link

source: User-organisation-links
nl: Gebruiker-organisatie-link

source: Name
nl: Naam

source: parent_section
nl: ouder_afdeling

source: Section
nl: Afdeling

source: Sections
nl: Afdelingen

source: user
nl: gebruiker

source: section
nl: afdeling

source: Section-user-link
nl: Afdeling-gebruiker-link

source: Section-user-links
nl: Afdeling-gebruiker-links

source: Section Administrator
nl: Afdeling Administrator

source: Section Administrators
nl: Afdeling Administrators

source: Log in with organisation
nl: Meld je aan bij een organisatie

source: Change password
nl: Verander wachtwoord

source: Choose a section of this organisation
nl: Kies een afdeling van deze organisatie

source: You are now a member of %(organisation)s.
nl: Je bent nu een lid van %(organisation)s.

source: You are now a member of %(section)s.
nl: Je bent nu een lid van %(section)s.

source: surveys
nl: vragenlijsten

source: You have to finish your survey before you can access this page
nl: Je moet je vragenlijst afronden vooraleer je deze pagina kan bekijken

source: You tried answering a question that does not belong to a survey of yours
nl: Je probeerde een vraag te beantwoorden die niet tot een vragenlijst van jou behoorde!

source: You have to answer all questions on this level
nl: Je moet alle vragen over dit aspect beantwoorden

source: You have to choose 3 different levels
nl: Je moet 3 verschillende aspecten kiezen

source: Power
nl: Kracht

source: Flexibility
nl: Flexibiliteit

source: Adventure
nl: Avontuur

source: Vision
nl: Visie

source: Empathy
nl: Empathie

source: Trust
nl: Vertrouwen

source: Rest
nl: Rust

source: Authenticity
nl: Authenticiteit

source: Research
nl: Onderzoek

source: Survey
nl: Vragenlijst

source: Surveys
nl: Vragenlijsten

source: survey
nl: vragenlijst

source: question
nl: vraag

source: Question
nl: Vraag

source: Questions
nl: Vragen

source: Survey Answers
nl: Vragenlijst Antwoorden

source: Answer
nl: Antwoord

source: User
nl: Gebruiker

source: Survey Instance
nl: Vragenlijst Antwoorden

source: Answers
nl: Antwoorden

source: Important Level Answer
nl: Belangrijk Aspect

source: Survey-section-link
nl: Vragenlijst-afdeling-link

source: Survey-section-links
nl: Vragenlijst-afdeling-links

source: See detailed statistics
nl: Bekijk gedetailleerde statistieken

source: Statistics
nl: Statistieken

source: Users
nl: Gebruikers

source: See users of
nl: Bekijk gebruikers van

source: See statistics of
nl: Bekijk statistieken van

source: Which 3 aspects are the most important to you?
nl: Welke 3 aspecten vind je het belangrijkst?

source: Submit Survey
nl: Dien vragenlijst in

source: Start Survey!
nl: Start Vragenlijst!

source: Statistics:
nl: Statistieken

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: The administrator did not set up a survey for your section.
nl: De administrator heeft geen vragenlijst ingesteld voor jouw afdeling.

source: You have to finish the survey before you can see statistics
nl: Je moet de vragenlijst afronden voor je statistieken kan bekijken

source: Personal
nl: Persoonlijk

source: This user has not finished his survey
nl: Deze gebruiker heeft zijn vragenlijst nog niet afgewerkt

source: Administrator Statistics
nl: Administrator Statistieken

source: Superuser page
nl: Superuser pagina

source: Log Out
nl: Afmelden

source: Permissions
nl: Permissies

source: Important dates
nl: Belangrijke data

source: users
nl: gebruikers

source: Log In
nl: Aanmelden

source: I don't have an account yet
nl: Ik heb nog geen account

source: You've been logged out!
nl: Je bent afgemeld!

source: You will be automatically redirected to the <a href="%(login_url)s">login page</a> within <span id="timer">5</span> seconds.
nl: Je wordt automatisch doorgestuurd naar de <a href="%(login_url)s">aanmeld pagina</a> binnen <span id="timer">5</span> seconden.

source: Sign Up
nl: Registreer

source: I have an account already
nl: Ik heb al een account
